Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Det var enighet om å ha inn blant annet denne teksten i meldingen: «For å sikre samiske elever likeverdig opplæring, fornyes de samiske parallelle læreplanene samtidig med de andre».
sme: Lei ovttaoaivilvuohta earret eará das ahte dán teavstta váldit dieđáhussii: “Sihkkarastin dihte sámi ohppiide seammaárvosaš oahpahusa, de ođasmahttojit sámi parallealla oahppoplánat oktanaga eará oahppoplánaiguin”.

source: Det er viktig å unngå at de samiske læreplanene ikke blir utarbeidet i etterkant, men samtidig med de ordinære norske læreplaner.
sme: Lea deaŧalaš ahte sámi oahppoplánat ráhkaduvvojit oktanaga dábálaš oahppoplánaiguin, eaige maŋŋil.

source: Videre var det i konsultasjonene enighet om å innta følgende tekst i stortingsmeldingen: «I arbeidet med ny generell del må det vurdere hvordan Prinsipper for opplæringen for den samiske skolen skal ivaretas.
sme: Viidáseappot lei ovttaoaivilvuohta váldit mielde čuovvovaš teavstta stuoradiggedieđáhussii: “Ođđa oppalašoasi barggus ferte árvvoštallat mainna lágiin galgá fuolahit sámi Oahpahusa prinsihpaid skuvllas..

source: Det kan være gode grunner til at det som er særskilt for den samiske skolen gis en egen omtale slik som i gjeldende Prinsipper for opplæringen, for å ivareta at den samiske skolen skal legge til rette for at eleven får en kvalitetsmessig god opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: Sáhttet leat buorit ákkat sirret dan mii guoská earenoamážit sámi skuvlii, nu go otná Oahpahusa prinsihpain lea, fuolahan dihte ahte sámi skuvla galgá láhčit dili nu ahte oahppit ožžot kvalitehtalaš buori oahpahusa mas vuođđun lea sámegiella, sámi kultuvra ja servodateallin.

source: » Etter Sametingets vurdering legger meldingen med dette grunnlaget for at det samiske innholdet ikke skal svekkes i forhold til gjeldende læreplaner i utabeidelse av ny generell del og fornying av fagplaner.
sme: ” Sámedikki árvvoštallamiid mielde bidjá stuoradiggedieđáhus vuođu dasa ahte sámi sisdoallu ođđa oppalaš oasis ja ođasmahttojuvvon fágaplánain ii galgga láivut go ođđa oppalaš oassi ráhkaduvvo ja fágaplánat ođasmahttojit.

source: Sametingets myndighet i forhold til læreplanutvikling
sme: Sámedikki váldi oahppoplánaráhkadeami ektui

source: Læreplaner i samisk og særskilte samiske fag Sametinget har ansvar for utvikling og fastsetting av læreplaner i samisk språk for grunnskolen og videregående opplæring og for særskilte samiske fag for videregående opplæring (duodji-, reindriftsfag mm.), jf. Opplæringsloven § 6-4, andre ledd.
sme: Oahppoplánat sámegielas ja sierra sámi fágain Sámedikkis lea ovddasvástádus ráhkadahttit ja mearridit oahppoplánaid sámegielas vuođđoskuvlii ja joatkkaoahpahussii ja sierra sámi fágaide joatkkaoahpahusas (duodji, boazodoallofága), gč. Oahpahuslága § 6-4, nuppi lađđasa.

source: Samisk innhold i ordinære læreplaner i Kunnskapsløftet Opplæringsloven gir pålegg om at alle elever i Norge skal få opplæring om samer, deres språk og samfunnsliv i de ulike fagområder.
sme: Sámi sisdoallu dábálaš oahppoplánain Máhttoloktemis Oahpahusláhka geatnegahttá ahte buot oahppit Norggas galget oahppat sámiid birra, dán álbmoga giela ja servodateallima birra iešguđet fágasurggiin.

source: Innenfor rammer fastsatt av departementet, har Sametinget myndighet til å gi forskrifter om innholdet i slik opplæring, jf. Opplæringsloven § 6-4, første ledd.
sme: Departemeanta mearriduvvon rámmaid mielde mearrida Sámediggi láhkaásahusaid dákkár oahpahusa sisdoalu birra, gč. Oahpahuslága § 6-4, vuosttaš lađđasa.

source: Kunnskapsdepartementet fastsetter alle læreplaner med unntak av læreplaner i samisk og spesielle samiske fag.
sme: Máhttodepartemeanta mearrida buot oahppoplánaid earret oahppoplánaid sámegielas ja sierra sámi fágain.

source: Sametinget har myndighet til å fastsette det samiske innholdet i alle læreplaner.
sme: Sámedikkis lea váldi mearridit sámi sisdoalu buot oahppoplánain

source: Samiske parallelle læreplaner i det samiske læreplanverket Alle grunnskoleelever i kommuner som hører til forvaltningsområde for samisk språk, og elever som ellers får samisk opplæring i grunnskole og videregående skole skal få opplæring hvor prinsipper for opplæring – samisk, ligger til grunn og etter samiske parallelle likeverdige læreplaner i fag der det finnes parallelle læreplaner.
sme: Sámi parallealla oahppoplánat sámi oahppoplánabuktosis Buot vuođđoskuvlaoahppit suohkaniin mat gullet sámegiela hálddašanguvlui ja oahppit geat muđui ožžot sámi oahpahusa vuođđoskuvllas ja joatkkaskuvllas galget oažžut oahpahusa sámi oahpahusprinsihpaid vuođul ja sámi parallealla, seammaárvosaš oahppoplánaid mielde daid fágain gos leat parallealla oahppoplánat.

source: Sametinget skal i samråd med departementet lage utkast til parallelle, likeverdige læreplaner, jf. Opplæringsloven § 6-4, tredje ledd.
sme: Sámediggi galgá ovttasráđiid departemeanttain ráhkadit sámi parallealla ja seammaárvosaš oahppoplánaid gč. Oahpahuslága § 6-4, goalmmát lađđasa.

source: Sametinget fastsetter det samiske innholdet og departementet fastsetter det øvrige innholdet i disse læreplanene.
sme: Sámediggi mearrida sámi sisdoalu ja departemeanta mearrida muđui sisdoalu dáin oahppoplánain.

source: Prosessen med arbeidet om ny generell del Overordnet del av læreplanverket – prinsipper og verdier, skal danne grunnlag for de fagplanene som også Sametinget fastsetter.
sme: Ođđa oppalaš oasi barggu proseassa Oahppoplánabuktosa bajit oassi – árvvut ja prinsihpat galgá leat vuođđun maiddái fágaplánaide maid Sámediggi mearrida.

source: Kunnskapsdepartementet har i samarbeid med Sametinget arbeidet med utvikling av ny generell del.
sme: Máhttodepartemeanta lea bargan ovttasráđiid Sámedikkiin ođđa oppalaš oasi ráhkadeamis.

source: Arbeidet ble igangsatt allerede i 2014, men det har vært opphold mens arbeidet med Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse pågikk.
sme: Bargu álggahuvvui juo jagis 2014, muhto lei bisánan dan botta go bargu stuoradiggedieđáhusain Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse lei jođus.

source: I Sametingets arbeidet med utvikling av samisk innhold til ny generell del, har Sametinget lagt vekt på FNs erklæring om urfolks rettigheter, å ivareta prinsippene i gjeldende prinsippdel for Kunnskapsløftet- samisk og de verdier som fremkommer i Sametingets sak 07/12 Sametingsmelding om opplæring og utdanning.
sme: Ođđa oppalaš oasi sámi sisdoalu barggus lea Sámediggi bidjan deattu ON julggaštussii álgoálbmogiid birra, prinsihpaid fuolaheapmái mat leat gustojeaddji Máhttolokten – sámi prinsihppaoasis ja daid árvvuide mat bohtet ovdan Sámediggeáššis 07/12 Sámedikki oahpahusdieđáhus.

source: Sametinget nedsatte høsten 2016 en ressursgruppe bestående av eksterne fagfolk til å bistå oss i dette arbeidet.
sme: Sámediggi ásahii čakčat 2016 resursajoavkku mas ledje olggobealfágaolbmot veahkkin midjiide dán barggus.

source: Tilsammen representerte ressursgruppa kompetanse innenfor sør-, lule- og nordsamisk, fra grunnskole-, og videregående opplæring, og fra høgskole-, universitet og forskningsmiljø.
sme: Oktiibuot ovddastii resursajoavku gelbbolašvuođa lulli-, julev- ja davvisámegielas, vuođđoskuvllas ja joatkkaoahpahusas ja allaskuvla-, universitehta- ja dutkanbirrasis.

source: Ressursgruppa har bidratt med gode og aktuelle innspill til innholdet i ny generell del.
sme: Resursajoavku lea buktán buriid ja áigeguovdilis cealkámušaid ođđa oppalaš oasi sisdollui.

source: I arbeidet har Sametinget i tillegg støttet seg til forskning- og evalueringsrapporter og faglitteratur om samisk skole, samiske verdier og samisk tradisjonell kunnskap.
sme: Dasa lassin lea Sámediggi geavahan dutkan- ja evaluerenraporttaid ja fágagirjjálašvuođa sámi skuvlla, sámi árvvuid ja sámi árbevirolaš máhtu birra doarjjan dán barggus.

source: Kunnskapsdepartementet har foreslått nytt navn til generell del: «Overordnet del – verdier og prinsipper».
sme: Máhttodepartemeanta lea evttohan ođđa nama oppalaš oassái: “Bajit oassi – árvvut ja prinsihpat”.

source: Sametinget og Kunnskapsdepartementet hadde konsultasjoner om det samiske innholdet i høringsutkastet “Overordnet del – verdier og prinsipper Høringsutkastet fra Kunnskapsdepartementet 10.3.2017” før dette ble sendt på høring.
sme: Sámedikkis ja Máhttodepartemeanttas ledje konsultašuvnnat sámi sisdoalu birra gulaskuddanevttohusas “Overordnet del – verdier og prinsipper Høringsutkastet fra Kunnskapsdepartementet 10.3.2017” ovdal go sáddejuvvui gulaskuddamii.

source: I dag er det en egen prinsippdel for samisk skole.
sme: Odne lea sierra prinsihppaoassi sámi skuvlla várás.

source: Det er nå foreslått en felles overordnet del for samisk og norsk skole.
sme: Dál lea evttohuvvon oktasaš bajit oassi sámi ja dábálaš dáčča skuvlii.

source: Den nye generelle delen skal, når den er fastsatt, i første omgang gi føringer for utviklingen av læreplaner for fagene.
sme: Ođđa oppalaš oassi galgá, go lea mearriduvvon, vuos addit njuolggadusaid fágaoahppoplánaid ráhkadeamis.

source: I samarbeidet og konsultasjonene med departementet har Sametinget vært opptatt av at den nye generelle delen skal danne et godt grunnlag både for læreplaner for den samiske skolen og for læreplaner for den norske skolen med hensyn til samisk innhold.
sme: Ovttasbarggus ja konsultašuvnnain departemeanttain lea Sámediggái leamaš deaŧalaš ahte ođđa oppalaš oassi galgá leat buorre vuođđun sihke oahppoplánaide sámi skuvlii ja oahppoplánaide dábálaš dáčča skuvlii sámi sisdoalu dáfus.

source: Ettersom Sametinget har myndighet i forhold til læreplanutvikling- og fastsetting, var det viktig for Sametinget at det i høringsbrevet bes om høringsinstansenes syn på hvorvidt forslag til den overordnede delen i tilstrekkelig grad synliggjør samiske elevers urfolksrettigheter, og om dokumentet er et godt grunnlag for opplæring i samisk skole og for samiske elever i ordinær norsk skole.
sme: Go Sámedikkis lea váldi oahppoplánaráhkadeamis ja mearrideamis, de lei deaŧalaš Sámediggái ahte gulaskuddanreivves bivdojuvvo gulaskuddaninstánssaid oaivil das ahte bohtet go sámi ohppiid álgoálbmotvuoigatvuođat doarvái bures ovdan bajit oasi evttohusas, ja lea go dokumeanta buorre vuođđun oahpahussii sámi skuvllas ja sámi ohppiide dáčča skuvllas.

source: Kunnskapsdepartementet gjennomførte fem høringskonferanser i løpet av april måned.
sme: Máhttodepartemeanta čađahii vihtta gulaskuddankonferánssa njukčamánu mielde.

source: På høringskonferansen i Tromsø var sametingspresidenten innleder sammen med politisk ledelse i Kunnskapsdepartementet, og Sametingets fagavdeling satt i fagpanelet.
sme: Gulaskuddankonferánssas Romssas lei sámediggepresideanta álggaheaddji ovttas Máhttodepartemeantta politihkalaš jođihangottiin, ja Sámedikki fágaossodat lei fágapanelas.

source: Sametinget fulgte høringskonferansen i Trondheim og Oslo.
sme: Sámediggi čuovui gulaskuddankonferánssa Tråantes ja Oslos.

source: Sametinget har avholdt en egen høringskonferanse, der samiske skoleaktører, elev- og foreldrerepresentanter og aktuelle fagmiljøer var invitert.
sme: Sámediggi lea čađahan sierra gulaskuddankonferánssa gos sámi skuvlaolbmot, ohppiid- ja vánhenovddasteaddjit ja gullevaš fágabirrasat ledje bovdejuvvon.

source: Høringskonferanser gir gode og aktuelle innspill og er sentrale i det endelige arbeidet med å fastsette ny generell del til læreplanverket.
sme: Gulaskuddankonferánssat addet buriid ja áigeguovdilis mearkkašumiid ja lea guovddážis ođđa bajit oasi loahpalaš barggus ja mearrideamis.

source: Høringsfristen er 12. juni 2017.
sme: Gulaskuddanáigemearri lea geassemánu 12. beaivi 2017.

source: Etter høringen vil det bli ny gjennomgang av dokumentet og vurderinger om det må endres i forhold til høringsuttalelsene.
sme: Maŋŋil gulaskuddama geahčaduvvo dokumeantta fas ođđasit ja árvvoštallojuvvo galgá go rievdadit gulaskuddancealkámušaid ektui.

source: Det vil bli gjennomført nye konsultasjoner mellom Sametinget og Kunnskapsdepartementet før den nye overordnete delen til Læreplanverket blir fastsatt høsten 2017.
sme: Šaddet ođđa konsultašuvnnat gaskal Sámedikki ja Máhttodepartemeantta ovdal go ođđa bajit oassi Oahppoplánabuktosii mearriduvvo čakčat 2017.

source: Nærmere om forslaget til Overordnet del – verdier og prinsipper (ny generell del) Den nye generelle delen og fornyede læreplaner for fag skal sammen utgjøre et fornyet læreplanverk som skal bidra til verdiløftet i skolen.
sme: Eambbo Bajit oassi –árvvut ja prinsihpat evttohusa birra (ođđa oppalaš oassi) Ođđa oppalaš oassi ovttas ođasmahtton fágaoahppoplánaiguin galgá leat ođasmahttojuvvon oahppoplánabuvttus mii galgá leat veahkkin árvoloktemis skuvllas.

source: Endringene skal også samlet sett bidra til en bedre sammenheng i læreplanverket for grunnopplæringen.
sme: Rievdadusat galget maid oktiibuot leat veahkkin dasa ahte vuođđooahpahusa oahppoplánabuktosis lea buoret čanus.

source: Ved innføringen av Kunnskapsløftet i 2006 ble Generell del av læreplanverket for grunnopplæringen fra 1993 beholdt, blant annet fordi formålsparagrafen i opplæringsloven ikke var endret.
sme: Go Máhttolokten sisafievrriduvvui jagis 2006 bisuhuvvui vuođđooahpahusa oahppoplánabuktosa Oppalaš oassi mii ráhkaduvvui jagis 1993, earret eará dan dihte go ulbmilparagráfa oahpahuslágas ii lean rievdan.

source: I 2008 fikk opplæringsloven ny formålsparagraf.
sme: Jagis 2008 bođii ođđa ulbmilparagráfa oahpahusláhkii.

source: Rammene for fornying av Generell del er beskrevet i kapittel 3 i Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse. Dokumentet skal utdype verdigrunnlaget i formålsparagrafen og løfte fram opplæringens brede lærings- og kunnskapssyn.
sme: Oppalaš oasi ođasmahttima rámmat leat válddahuvvon stuoradiggedieđáhusas Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse, kapihtal 3. Dokumeanta galgá čilget ulbmilparagráfa árvovuođu ja loktet ovdan oahpahusa govda oahppan- ja máhttooainnu.

source: Det skal, som i dag, ha status som forskrift til opplæringsloven sammen med resten av læreplanverket.
sme: Das galgá, nu go odne, leat stáhtus láhkaásahussan oahpahusláhkii ovttas eará osiiguin oahppoplánabuktosis.

source: Den nye delen av læreplanverket skal være felles for norsk grunnopplæring og for samisk grunnopplæring.
sme: Ođđa oassi oahppoplánabuktosis galgá leat oktasažžan norgga vuođđooahpahussii ja sámi vuođđooahpahussii.

source: Den nye generelle delen skal beskrive det forpliktende grunnsynet som skal prege og støtte pedagogisk praksis i skolen.
sme: Ođđa oppalaš oassi galgá válddahit dan geatnegahtti vuođđooainnu mii galgá báidnit ja doarjut pedagogalaš práksisa skuvllas.

source: Alle som arbeider i opplæringen, skal la dette grunnsynet prege planlegging, gjennomføring og videreutvikling av all opplæring fra grunnskole til videregående opplæring.
sme: Buohkat geat barget skuvllas galget diktit dán vuođđooainnu báidnit oahpahusa plánema, čađaheami viidáset ovdánahttima vuođđoskuvlla rájes joatkkaoahpahussii.

source: Dokumentet skal gi føringer for opplæring i fag og prinsipper for skolens praksis, og skal tydeliggjøre opplæringens ansvar for danning og utvikling av elevenes helhetlige kompetanse.
sme: Dokumeanta galgá mearridit oahpahusa fágain ja prinsihpaid skuvlla práksisas, ja galgá čielggasmahttit oahpahusa ovddasvástádusa oahppahábmemis ja oahppi ollislaš gelbbolašvuođa ovdáneamis.

source: Dokumentet skal også gjelde for skoler godkjent etter lov om frittstående skoler (friskoler).
sme: Dokumeanta galgá maid gustot skuvllaide mat leat dohkkehuvvon friddjaskuvlalága vuođul.

source: Friskoler som har fått godkjent en egen tilsvarende del der skolens verdigrunnlag beskrives, er unntatt.
sme: Spiehkastat leat friddjaskuvllat mat leat ožžon dohkkehuvvot sierra vástideaddji oasi.

source: Árvvoštallan Vurderingsdelen består av to deler
sme: Árvvoštallan Árvvoštallan lea guovtti oasis

source: Felles overordnet del eller egen samisk overordnet del for samisk skole.
sme: Oktasaš bajit oassi vai sierra sámi bajit oassi sámi skuvlla várás

source: Her drøftes om hvorfor det er foreslått en felles overordnet del for samisk og norsk skole
sme: Dás ságaskuššojuvvo manne lea evttohuvvon oktasaš bajit oassi sámi ja dábálaš dáčča skuvlii.

source: Om innholdet i overordnet del i Læreplanverket.
sme: Oahppoplánabuktosa bajit oasi sisdoalu birra

source: I denne delen tas opp ulike deler i selve høringsutkastet Overordnet del-verdier og prinsipper og vurderes ut ifra samisk perspektiv.
sme: Dán oasis váldit ovdan iešguđet osiid gulaskuddanevttohusas Bajit oassi – árvvut ja prinsihpat ja árvvoštallo sámi perspektiivva ektui.

source: Felles overordnet del eller egen samisk overordnet del for samisk skole
sme: Oktasaš bajit oassi vai sierra sámi bajit oassi sámi skuvlla várás

source: I Kunnskapsløftet 2006 er det en felles generell del for det ordinære læreplanverket og det samiske læreplanverket, mens det var to ulike prinsippdeler, en for det ordinære læreplanverket Kunnskapsløftet og en egen Prinsipper for opplæring i Kunnskapsløftet-Samisk.
sme: Máhttolokten 2006:a oppalaš oassi lei oktasaš oassi dábálaš oahppoplánabuktosis ja sámi oahppoplánabuktosis, muhto ledje guokte sierra prinsihppaoasi, okta dábálaš oahppoplánabuktosii Máhttolokten ja sierra Oahpahusa prinsihpat Máhttolokten – sámi oahppoplánabuktosii.

source: I Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse, går det fram at generell del og prinsipper for opplæring skal være et dokument.
sme: Stuoradiggedieđáhusas Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse boahtá ovdan ahte oppalaš oassi ja oahpahusa prinsihpat galget leat oktan dokumeantan.

source: Vurdering Det har vært en viktig problemstilling, drøfting og overveiing om Sametinget skulle arbeide for et felles dokument som skal omfatte både samisk og norsk skole eller gå inn for en felles generell del for samisk og norsk skole.
sme: Árvvoštallan: Lea leamaš deaŧalaš čuolbma, ságaskuššan ja árvvoštallan ahte galggai go Sámediggi bargat dan ala ahte galgá oktasaš dokumeanta mii galgá fátmmastit sihke sámi ja dábálaš dáčča skuvlla dahje válljet goabbat oppalaš oasi.

source: Sametingets fokus i arbeidet med ny generell del har vært at behovene og rettighetene for følgende målgrupper ivaretas: -Samiske elever i samisk skole -Samiske elever i ordinær norsk skole -Ikke-samiske elever i samisk skole -Ikke- samiske elever i ordinær norsk skole Samisk skole er en skole som gir opplæring i og på samisk og etter Læreplanverket Kunnskapsløftet –Samisk.
sme: Guovddážis Sámedikki barggus oppalaš osiin lea leamaš ahte čuovvovaš ohppiidjoavkkuid dárbbut ja vuoigatvuođat vuhtiiváldojit:

source: Alle grunnskoler i forvaltningsområdet for samisk språk, defineres som samiske skoler.
sme: Buot skuvllat sámi guovlluin, dat mearkkaša skuvllat sámegiela hálddašanguovllus, definerejuvvojit sámi skuvlan.

source: Det er kun to videregående skoler i Norge som defineres som samiske skoler, det er de to samiske videregående i Kautokeino og Karasjok.
sme: Leat dušše guokte joatkkaskuvlla Norggas mat definerejuvvojit sámi skuvlan, joatkkaskuvllat Guovdageainnus ja Kárášjogas.

source: Sametinget mener at det fortsatt skal være slik at opplæringen i den samiske skolen skal gis med basis i samisk språk, kultur og samfunnsliv, og at opplæringen skal bygge på samiske verdier og slik styrke samisk identitet hos samiske elever.
sme: Sámediggi oaivvilda ahte sámi skuvlla oahpahusa vuođđun galgá ain leat sámegiella, sámi kultuvra ja servodateallin, ja oahpahus galgá huksejuvvot sámi árvvuid ala ja nu nannet sámi ohppiid sámi identitehta.

source: I samiske skoler går det både samiske og ikke-samiske elever.
sme: Sámi skuvllain leat sihke sámi oahppit ja oahppit geat eai leat sámit.

source: Det er viktig at også ikke-samiske elever føler inkludering, får en trygg og god opplæring og får styrket og utviklet sin egen identitet.
sme: Lea deaŧalaš ahte maid oahppit geat eai leat sámit ožžot oadjebas ja buori oahpahusa ja ožžot nannejuvvot sin iežaset identitehta.

source: Flesteparten av samiske barn og unge går i ordinære norske skoler, hvor det blir gitt opplæring etter det ordinære læreplanverket i alle fag.
sme: Eanas oassi sámi mánáin ja nuorain vázzet dábálaš dáčča skuvllain gos ožžot oahpahusa dábálaš oahppoplánabuktosa mielde buot fágain.

source: Det ville vært ønskelig at alle samiske elever i Norge skulle hatt rett til opplæring i og på samisk og fått opplæring etter det samiske læreplanverket, men for å få slik opplæring, må det ifølge Opplæringsloven være minst ti elever i en kommune utenfor forvaltningsområde som ønsker det.
sme: Livččii sávahahtti ahte buot sámi oahppit Norggas oččoše oahpahusa sámegielas ja sámegillii sámi oahppoplánabuktosa mielde. Muhto jus galget oažžut dakkár oahpahusa fertejit oahpahuslága mielde leat unnimusat logi oahppi suohkanis olggobealde hálddašanguovllu geat háliidit dan.

source: Alle samiske elever har imidlertid individuell rett til å ha samisk som fag hvor enn de bor i Norge.
sme: Muhto buot sámi ohppiin lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas beroškeahttá gos Norggas sii orrot.

source: Disse barn har også rett til å utvikle og styrke sin samiske identitet.
sme: Dáin mánáin lea maid vuoigatvuohta ovdánahttit ja nannet iežaset sámi identitehta.

source: Både disse og de ikke-samiske elever i norsk skal få opplæring om samer, samisk historie, kultur og samfunnsliv.
sme: Sihke dát oahppit ja oahppit geat eai leat sámit dábálaš dáčča skuvllas galget oažžut oahpahusa sápmelaččaid birra, sámi historjjá, kultuvrra ja servodateallima birra.

source: I forslag til ny generell del skal først og fremst verdiene i formålsparagrafen og de utfordringene som barn og unge møter i samfunnet i dag, utdypes.
sme: Oppalaš oasis galget vuosttažettiin ulbmilparagráfa árvvut ja dat hástalusat maid mánát ja nuorat vásihit servodagas odne, čilgejuvvot.

source: Formålsparagrafen er felles for både den samiske og norske skolen.
sme: Ulbmilparagráfa lea oktasaš sihke dábálaš dáčča ja sámi skuvlii.

source: Mye av endringene som skjer i storsamfunnet, skjer også i det samiske samfunnet.
sme: Olu das mii dáhpáhuvvá norgga servodagas, dáhpáhuvvá maid sámi servodagas.

source: I Sametingets opplæringsmelding står følgende: «Verdigrunnlaget for de samiske skolene er i utgangspunktet det samme som for de norske skolene.
sme: Sámedikki oahpahusdieđáhusas čuožžu čuovvovaš: “Sámi skuvllaid árvovuođđu lea gal álgogeahčasteamis seammalágan go dábálaš dáčča skuvllaid.

source: » Selv om verdigrunnlaget er stort sett likt, vil likevel utgangspunktet og tilnærmingen til verdiene, prinsippene og problemstillingene kunne være ulikt i en samisk og i en norsk skole.
sme: » Vaikko árvovuođđu buori muddui lea seammalágan, de sáhttá vuolggasadji ja lahkoneapmi árvvuide, prinsihpaide ja čuolmmaide leat earálágan sámi skuvllas go dábálaš dáčča skuvllas.

source: Det er en utfordring å tilpasse innhold som skal gjelde for bare samisk skole i et felles dokument som skal gjelde alle elever.
sme: Lea hástaleaddji heivehit sisdoalu mii galgá gustot dušše sámi skuvlii oktasaš dokumentii mii galgá gustot buot ohppiide.

source: Det kan likevel være en like stor utfordring å lage et helt nytt dokument, da mye av innholdet nødvendigvis vil være felles og slik vil en egen samisk generell del, fort bli en kopi med noen «samiske setninger».
sme: Sáhttá leat seamma stuora hástalus ráhkadit áibbas ođđa dokumeantta, go olu sisdoalus vealtameahttumit šattašii oktasaš ja nu sáhttá sierra sámi oppalaš oassi šaddat kopiijan mas leat muhtin “sámi cealkagat”.
